{
    "id": 2046389252,
    "number": 47760,
    "threads": 1,
    "type": "email",
    "folderId": 2307530,
    "status": "closed",
    "state": "published",
    "subject": "New careers form submission - Dominique Siniska",
    "preview": "Candidate Details   Name     Dominique Anne Marie Jessica Siniska   Phone (Mobile)     0422565008   Email     dom.vero@hotmail.com      Reason for application     Seek   Name of role you are applying ",
    "mailboxId": 158894,
    "createdBy": {
        "id": 569249651,
        "type": "customer",
        "first": "",
        "last": "",
        "photoUrl": "https://d33v4339jhl8k0.cloudfront.net/customer-avatar/04.png",
        "email": "dom.vero@hotmail.com"
    },
    "createdAt": "2022-10-23T22:17:11Z",
    "closedBy": 481974,
    "closedByUser": {
        "id": 481974,
        "type": "user",
        "first": "Rica",
        "last": "Rosario Valencia",
        "photoUrl": "https://d33v4339jhl8k0.cloudfront.net/users/481974.341283.jpg",
        "email": "rica@wolfiq.com.au"
    },
    "closedAt": "2022-10-23T22:17:22Z",
    "userUpdatedAt": "2022-10-23T22:17:22Z",
    "customerWaitingSince": {
        "time": "2022-10-23T22:17:22Z",
        "friendly": "Oct 24, '22"
    },
    "source": {
        "type": "email",
        "via": "customer"
    },
    "tags": [],
    "cc": [],
    "bcc": [],
    "primaryCustomer": {
        "id": 569249651,
        "type": "customer",
        "first": "",
        "last": "",
        "photoUrl": "https://d33v4339jhl8k0.cloudfront.net/customer-avatar/04.png",
        "email": "dom.vero@hotmail.com"
    },
    "customFields": [],
    "_embedded": {
        "threads": []
    },
    "_links": {
        "self": {
            "href": "https://api.helpscout.net/v2/conversations/2046389252"
        },
        "mailbox": {
            "href": "https://api.helpscout.net/v2/mailboxes/158894"
        },
        "primaryCustomer": {
            "href": "https://api.helpscout.net/v2/customers/569249651"
        },
        "createdByCustomer": {
            "href": "https://api.helpscout.net/v2/customers/569249651"
        },
        "closedBy": {
            "href": "https://api.helpscout.net/v2/users/481974"
        },
        "threads": {
            "href": "https://api.helpscout.net/v2/conversations/2046389252/threads"
        },
        "web": {
            "href": "https://secure.helpscout.net/conversation/2046389252/47760"
        }
    },
    "full_threads": [
        {
            "id": 6082514880,
            "type": "lineitem",
            "status": "closed",
            "action": {
                "type": "default",
                "text": "Rica Rosario Valencia marked as Closed",
                "associatedEntities": {}
            },
            "source": {
                "type": "web",
                "via": "user"
            },
            "createdBy": {
                "id": 481974,
                "type": "user",
                "first": "Rica",
                "last": "Rosario Valencia",
                "email": "rica@wolfiq.com.au"
            },
            "to": [],
            "cc": [],
            "bcc": [],
            "createdAt": "2022-10-23T22:17:22Z",
            "_embedded": {
                "attachments": []
            },
            "_links": {
                "createdByUser": {
                    "href": "https://api.helpscout.net/v2/users/481974"
                }
            }
        },
        {
            "id": 6082514671,
            "type": "customer",
            "status": "active",
            "state": "published",
            "action": {
                "type": "default",
                "associatedEntities": {}
            },
            "body": "<table width=\"99%\" border=\"0\" cellpadding=\"1\" cellspacing=\"0\" bgcolor=\"#EAEAEA\">\n<tr>\n<td>\n<table width=\"100%\" border=\"0\" cellpadding=\"5\" cellspacing=\"0\" bgcolor=\"#FFF\">\n<tr>\n<td colspan=\"2\" style=\"font-size:14px;font-weight:bold;background-color:#EEE;border-bottom:1px solid #DFDFDF;padding:7px 7px;\">Candidate Details</td>\n</tr>\n<tr bgcolor=\"#EAF2FA\">\n<td colspan=\"2\"><strong>Name</strong></td>\n</tr>\n<tr bgcolor=\"#FFF\">\n<td width=\"20\"> </td>\n<td>Dominique Anne Marie Jessica Siniska</td>\n</tr>\n<tr bgcolor=\"#EAF2FA\">\n<td colspan=\"2\"><strong>Phone (Mobile)</strong></td>\n</tr>\n<tr bgcolor=\"#FFF\">\n<td width=\"20\"> </td>\n<td>0422565008</td>\n</tr>\n<tr bgcolor=\"#EAF2FA\">\n<td colspan=\"2\"><strong>Email</strong></td>\n</tr>\n<tr bgcolor=\"#FFF\">\n<td width=\"20\"> </td>\n<td><a href=\"mailto:dom.vero@hotmail.com\">dom.vero@hotmail.com</a></td>\n</tr>\n<tr>\n<td colspan=\"2\" style=\"font-size:14px;font-weight:bold;background-color:#EEE;border-bottom:1px solid #DFDFDF;padding:7px 7px;\"></td>\n</tr>\n<tr bgcolor=\"#EAF2FA\">\n<td colspan=\"2\"><strong>Reason for application</strong></td>\n</tr>\n<tr bgcolor=\"#FFF\">\n<td width=\"20\"> </td>\n<td>Seek</td>\n</tr>\n<tr bgcolor=\"#EAF2FA\">\n<td colspan=\"2\"><strong>Name of role you are applying for?</strong></td>\n</tr>\n<tr bgcolor=\"#FFF\">\n<td width=\"20\"> </td>\n<td>2023 Graduate Nurse Program - Lakeview Private Hospital</td>\n</tr>\n<tr bgcolor=\"#EAF2FA\">\n<td colspan=\"2\"><strong>Residential Address</strong></td>\n</tr>\n<tr bgcolor=\"#FFF\">\n<td width=\"20\"> </td>\n<td>18B Edgeware Rd<br>\nProspect, New South Wales 2148<br>\nAustralia<br>\n<a href=\"http://maps.google.com/maps?q=18B+Edgeware+Rd+Prospect%2C+New+South+Wales+2148+Australia\" class=\"ex-map-it-link\">Map It</a></td>\n</tr>\n<tr>\n<td colspan=\"2\" style=\"font-size:14px;font-weight:bold;background-color:#EEE;border-bottom:1px solid #DFDFDF;padding:7px 7px;\"></td>\n</tr>\n<tr bgcolor=\"#EAF2FA\">\n<td colspan=\"2\"><strong>Have you compeleted your registration</strong></td>\n</tr>\n<tr bgcolor=\"#FFF\">\n<td width=\"20\"> </td>\n<td>No</td>\n</tr>\n<tr bgcolor=\"#EAF2FA\">\n<td colspan=\"2\"><strong>If you have not completed your registration, what is the expected completion date?</strong></td>\n</tr>\n<tr bgcolor=\"#FFF\">\n<td width=\"20\"> </td>\n<td>4th December 2022</td>\n</tr>\n<tr bgcolor=\"#EAF2FA\">\n<td colspan=\"2\"><strong>Are you on a visa?</strong></td>\n</tr>\n<tr bgcolor=\"#FFF\">\n<td width=\"20\"> </td>\n<td>No</td>\n</tr>\n<tr bgcolor=\"#EAF2FA\">\n<td colspan=\"2\"><strong>Employment Preference (can select multiple)</strong></td>\n</tr>\n<tr bgcolor=\"#FFF\">\n<td width=\"20\"> </td>\n<td>\n<ul class=\"ex-bulleted\">\n<li>Full Time</li>\n<li>Part Time</li>\n</ul>\n</td>\n</tr>\n<tr bgcolor=\"#EAF2FA\">\n<td colspan=\"2\"><strong>Maximum hours you can work each week</strong></td>\n</tr>\n<tr bgcolor=\"#FFF\">\n<td width=\"20\"> </td>\n<td>38</td>\n</tr>\n<tr bgcolor=\"#EAF2FA\">\n<td colspan=\"2\"><strong>Are you currently employed? If yes, who is your current employer?</strong></td>\n</tr>\n<tr bgcolor=\"#FFF\">\n<td width=\"20\"> </td>\n<td>NSW Health and Allity Age care facility</td>\n</tr>\n<tr>\n<td colspan=\"2\" style=\"font-size:14px;font-weight:bold;background-color:#EEE;border-bottom:1px solid #DFDFDF;padding:7px 7px;\">Which departments would you like to work within?</td>\n</tr>\n<tr bgcolor=\"#EAF2FA\">\n<td colspan=\"2\"><strong>Please state the department you would prefer to complete your graduate program. This will be your main host unit for 24 months, with rotations organised based on your training plan. (Choose from the drop down list below).</strong></td>\n</tr>\n<tr bgcolor=\"#FFF\">\n<td width=\"20\"> </td>\n<td>Day Surgery (Endoscopy/Theatres)</td>\n</tr>\n<tr bgcolor=\"#EAF2FA\">\n<td colspan=\"2\"><strong>Have you worked in a perioperative department during your work placements? If yes, where?</strong></td>\n</tr>\n<tr bgcolor=\"#FFF\">\n<td width=\"20\"> </td>\n<td>Recovery/ Admissions - Liverpool Hospital</td>\n</tr>\n<tr bgcolor=\"#EAF2FA\">\n<td colspan=\"2\"><strong>Can you work 7 days a week on a rotating roster?</strong></td>\n</tr>\n<tr bgcolor=\"#FFF\">\n<td width=\"20\"> </td>\n<td>Yes</td>\n</tr>\n<tr bgcolor=\"#EAF2FA\">\n<td colspan=\"2\"><strong>Do you have your own transport and drivers licence?</strong></td>\n</tr>\n<tr bgcolor=\"#FFF\">\n<td width=\"20\"> </td>\n<td>Yes</td>\n</tr>\n<tr bgcolor=\"#EAF2FA\">\n<td colspan=\"2\"><strong>In 150 words or less, tell us the main reason you have chosen nursing as a career.</strong></td>\n</tr>\n<tr bgcolor=\"#FFF\">\n<td width=\"20\"> </td>\n<td>Iv'e also loved helping people from a very young age, I've been told I have a very warm and bubbly personality where I always help people before I help myself. When I was young, my brother had surgery and seeing how well my brother was treated by the nurses, I knew I also wanted to do the same, To make a difference in someone else life when their most vulnerable. Many colleagues, leaders, family and friends notice my personality to be unique and warm. I communicate in a way that is warm and sensitive and have a emotionally honesty that has an insight which can make a powerful impression on the people around me. Having a warm personality has deep value, authentic relationships with others and tend to take great care with other people's feeling.<br>\n<br>\nWhen I have been spoken to, I truly listen. I concentrate on nothing more than the person in front of me. Their attention is undivided. We all have a deep need and desire to be truly seen, and a warm and magnetic person ensures we feel that way. Having a warm personality gives everyone a good happy feeling. As my goal in life, I've always put other peoples needs before my own. This being said I have a passion to work in Oncology as I've witness both my grandfather and cousin pass away from cancer and Peri Op as I once was scared to have surgery and it keep be quite daunting. I always ensure that my patients feel seen and heard but also calming them before a procedure. People need to be heard and comfortable. Showing brightness into everyones life, making sure we are all treated equally.</td>\n</tr>\n<tr bgcolor=\"#EAF2FA\">\n<td colspan=\"2\"><strong>In 150 words or less, describe an example where you have demonstrated clinical knowledge and clinical problem solving ability.</strong></td>\n</tr>\n<tr bgcolor=\"#FFF\">\n<td width=\"20\"> </td>\n<td>In a third-year placement in general medicine, a patient did not receive an appropriate assessment from a senior nurse when feeling ill. My ability to draw on current knowledge, as well as listen to the patient, allowed me to use clinical skills to promote a safe patient outcome as I worked within my scope of practice. A review of the patient's notes revealed that he was diabetic. Upon testing their blood sugars, I discovered that they had experienced a hypoglycemic event. A clinical review was called (because there had been no noticeable change in the level of consciousness) and a hypo pack was administered. Reflecting, it was detected that the patient's condition had deteriorated, and appropriate, effective interventions were implemented to improve it. Utilizing my clinical knowledge and problem-solving skills, I have demonstrated my ability to implement safe and effective interventions.</td>\n</tr>\n<tr bgcolor=\"#EAF2FA\">\n<td colspan=\"2\"><strong>Describe an example that demonstrates your ability to work within a team.</strong></td>\n</tr>\n<tr bgcolor=\"#FFF\">\n<td width=\"20\"> </td>\n<td>Working as an AIN and Admin Educator, with many patients, requires everyone to communicate effectively and work as a team. It is also my responsibility to manage time using a planner throughout the day to manage tasks in a team environment when working with a different team. From this experience, I have developed my teamwork skills and proven to be very adaptable as a team member. The team members changed each shift, but my work results remained consistent due to my effective interpersonal skills. I am capable of blending into any working group and adapting my methods accordingly.<br>\nBy developing and utilizing my professional communication skills, I've been able to increase my proficiency when working in a team environment. Developing clinical practices also enhanced my ability to identify when patients and/or their support networks need Allied Health Services support and to make appropriate referrals, by the multidisciplinary team approach objectives.</td>\n</tr>\n<tr bgcolor=\"#EAF2FA\">\n<td colspan=\"2\"><strong>In 250 words or less, how would you demonstrate your understanding of the professional, ethical and legal requirements of practising registered nursing.</strong></td>\n</tr>\n<tr bgcolor=\"#FFF\">\n<td width=\"20\"> </td>\n<td>During my studies for my Bachelor of Nursing, I've gained a comprehensive understanding of what I need to do to become a Registered Nurse. In addition, the nurses must abide by the professional, ethical, and legal requirements set by the nursing governing body, The Nurses and Midwifery Board of Australia. I am responsible for consistently pursuing and improving my knowledge of the responsibilities of a registered nurse.<br>\nTo maintain my status as a Registered Nurse, I will maintain my competency standards, adhere to the nurses and midwifery board of Australia's Code of Conduct, and adhere to all other ethical, professional, and legal requirements.<br>\nWithin the scope of my practice, I will provide evidence-based nursing care to my patients. Throughout each clinical placement, I respect patients in my care and ensure consent is obtained before completing any tasks, and that privacy and dignity were maintained within my duty of care.</td>\n</tr>\n<tr bgcolor=\"#EAF2FA\">\n<td colspan=\"2\"><strong>Our values are integrity, respect, safety and teamwork. Choose one value and describe your understanding of how that value contributes to patient care.</strong></td>\n</tr>\n<tr bgcolor=\"#FFF\">\n<td width=\"20\"> </td>\n<td>Respect: means respecting everyone's inputs, actions, opinions and decisions that impact on the way care is delivered to the patients. Respecting each and everyone's input, big or small, is important because it helps facilitate a positive work culture and attitude, which affect the way the whole system runs. As a new graduate RN, I will ensure that I show respect to my colleagues/patients, to help develop and maintain rapport and facilitate and maintain a positive work culture/environment.</td>\n</tr>\n<tr bgcolor=\"#EAF2FA\">\n<td colspan=\"2\"><strong>In 150 words or less, how does an RN apply continuous improvement to quality and safety?</strong></td>\n</tr>\n<tr bgcolor=\"#FFF\">\n<td width=\"20\"> </td>\n<td>Risk management involves identifying/minimizing risks where possible in the health care environment, including staff, patients, and visitors. A Registered Nurse's role in risk management involves following policies and procedures around safe equipment use and patient care. If a risk is found, the Registered Nurse's main duty is to isolate and report it to the manager, supervisor, or shift in charge.<br>\nTo maintain efficiency/effectiveness, safety and quality improvement principles are put into practice. These principles include strong leadership, employee empowerment, patient identification, education, and knowledge of safe work practices. A Registered Nurse's Role in Safety and Quality improvement is to ensure the safety of patients, staff members and the hospital by performing manual handling and hand hygiene effectively. In quality improvement, a registered nurse's responsibility is to identify gaps in knowledge and to address these through best practice education, which will enhance patient safety and improve patient outcomes.</td>\n</tr>\n<tr bgcolor=\"#EAF2FA\">\n<td colspan=\"2\"><strong>Explain how you would prioritise these scenarios (assume it is in a ward setting) Patient A - Complaining of pain / Patient B - Calling for help to go to the toilet / Patient C - Actively vomiting / Patient D - Another nurse asking to do a drug check (order the tasks by priority and explain your reasoning)</strong></td>\n</tr>\n<tr bgcolor=\"#FFF\">\n<td width=\"20\"> </td>\n<td>First: Patient C Actively vomiting<br>\nI'd attend to Patient C first as vomiting can be harmful. Active vomiting is a timely assessment and can be harmful if left untreated. I'd call the doctor for a review and for them to chart IV fluids for dehydration as the patient loses electrolytes. I'd also ask the doctor to chart anti-medetics tablets to help ease the vomiting.<br>\nVomiting can also cause dehydration, meaning you'll be losing electrolytes. Sodium and potassium are examples of these chemicals. Their purpose is to help your body maintain the right amount of fluid in your blood vessels and organs electrolyte imbalance could lead to heart problems and even death<br>\n<br>\n<br>\n2nd: Patient B calling for help to go to the toilet<br>\nThen I would help the pt with limited mobility to the toilet, ensuring that I have someone else with me to assist the pt if needed to ensure safety for all and minimise the risk of falls. I chose to do this last as it may take the longest, particularly if the pt needs more than one person to assist them to the toilet.<br>\nI would then document what had happened and verbalise crucial information in the handover for the next nurse.<br>\n<br>\n<br>\n3rd: Patient A complaining of pain<br>\nI'd then assess the patient whose complaining of pain. I would do this 3rd as I'd have to conduct a pain assessment with the patient and if the patient would need pain medication which require a drug check from another nurse. Nurses must have relevant knowledge, skills, and attitudes regarding pain, pain assessment, and pain management in order to provide optimal patient care. Pain left untreated can cause harm to the patient, increasing their vital signs.<br>\n<br>\n<br>\nLast: Patient D Another nurse asking to do a drug check<br>\nI'd leave this last as it requires attention to detail and time. Signing the register drug book is crucial with two nurses as well as doing the 5 patient rights. This is due as Schedule 8 medicines are 'controlled drugs' that must meet specific conditions when being produced, supplied, distributed, owned and used. They are classified as drugs of dependence. While they offer significant therapeutic benefits, they also pose a high risk of misuse, abuse and dependence.</td>\n</tr>\n<tr>\n<td colspan=\"2\" style=\"font-size:14px;font-weight:bold;background-color:#EEE;border-bottom:1px solid #DFDFDF;padding:7px 7px;\">Immunisation Prerequisites</td>\n</tr>\n<tr bgcolor=\"#EAF2FA\">\n<td colspan=\"2\"><strong>COVID status</strong></td>\n</tr>\n<tr bgcolor=\"#FFF\">\n<td width=\"20\"> </td>\n<td>\n<ul>\n<li><a href=\"https://lakeviewprivate.com.au/index.php?gf-download=2022%2F10%2FCOVID-19-Digital-Certificate.pdf&amp;form-id=43&amp;field-id=94&amp;hash=26defd78592cfe8ef89014111971dd112a40e32e3d45d6aacf4ad73528689720\">COVID-19-Digital-Certificate.pdf</a></li>\n</ul>\n</td>\n</tr>\n<tr bgcolor=\"#EAF2FA\">\n<td colspan=\"2\"><strong>Influenza status</strong></td>\n</tr>\n<tr bgcolor=\"#FFF\">\n<td width=\"20\"> </td>\n<td>\n<ul>\n<li><a href=\"https://lakeviewprivate.com.au/index.php?gf-download=2022%2F10%2FDOMINIQUE-A-SINISKA-Immunisation-History-Statement-20220707.pdf&amp;form-id=43&amp;field-id=173&amp;hash=68d747412d5354473804cd17a3a36cae1c028503e263d65717a06e34b8b91c5e\">DOMINIQUE-A-SINISKA-Immunisation-History-Statement-20220707.pdf</a></li>\n</ul>\n</td>\n</tr>\n<tr bgcolor=\"#EAF2FA\">\n<td colspan=\"2\"><strong>Hepatitis B</strong></td>\n</tr>\n<tr bgcolor=\"#FFF\">\n<td width=\"20\"> </td>\n<td>\n<ul>\n<li><a href=\"https://lakeviewprivate.com.au/index.php?gf-download=2022%2F10%2FDOMINIQUE-A-SINISKA-Immunisation-History-Statement-202207071.pdf&amp;form-id=43&amp;field-id=95&amp;hash=72626fad0fe60d4a472f40200a40cfc1260f62e14899c6a2b8cfba95bc757187\">DOMINIQUE-A-SINISKA-Immunisation-History-Statement-202207071.pdf</a></li>\n</ul>\n</td>\n</tr>\n<tr bgcolor=\"#EAF2FA\">\n<td colspan=\"2\"><strong>Diptheria, Tetanus and Pertussis</strong></td>\n</tr>\n<tr bgcolor=\"#FFF\">\n<td width=\"20\"> </td>\n<td>\n<ul>\n<li><a href=\"https://lakeviewprivate.com.au/index.php?gf-download=2022%2F10%2FDOMINIQUE-A-SINISKA-Immunisation-History-Statement-202207072.pdf&amp;form-id=43&amp;field-id=97&amp;hash=c173c2d84561b569e0300707385d26f244398672520ffde50989e25317e07977\">DOMINIQUE-A-SINISKA-Immunisation-History-Statement-202207072.pdf</a></li>\n</ul>\n</td>\n</tr>\n<tr bgcolor=\"#EAF2FA\">\n<td colspan=\"2\"><strong>Measles, Mumps, Rubella</strong></td>\n</tr>\n<tr bgcolor=\"#FFF\">\n<td width=\"20\"> </td>\n<td>\n<ul>\n<li><a href=\"https://lakeviewprivate.com.au/index.php?gf-download=2022%2F10%2FDOMINIQUE-A-SINISKA-Immunisation-History-Statement-202207073.pdf&amp;form-id=43&amp;field-id=96&amp;hash=66d297c23f4e8f92a60f224e5522ddeaefec17b84b62a2537a5c9bfb877a1b47\">DOMINIQUE-A-SINISKA-Immunisation-History-Statement-202207073.pdf</a></li>\n</ul>\n</td>\n</tr>\n<tr bgcolor=\"#EAF2FA\">\n<td colspan=\"2\"><strong>Varicella</strong></td>\n</tr>\n<tr bgcolor=\"#FFF\">\n<td width=\"20\"> </td>\n<td>\n<ul>\n<li><a href=\"https://lakeviewprivate.com.au/index.php?gf-download=2022%2F10%2FDOMINIQUE-A-SINISKA-Immunisation-History-Statement-202207074.pdf&amp;form-id=43&amp;field-id=118&amp;hash=0dd1ed42f8ac151cfed57b0d9c10f4a3a2ccbe900624ecdb9792cb26d7c9c166\">DOMINIQUE-A-SINISKA-Immunisation-History-Statement-202207074.pdf</a></li>\n</ul>\n</td>\n</tr>\n<tr>\n<td colspan=\"2\" style=\"font-size:14px;font-weight:bold;background-color:#EEE;border-bottom:1px solid #DFDFDF;padding:7px 7px;\">Tuberculosis Assessment</td>\n</tr>\n<tr bgcolor=\"#EAF2FA\">\n<td colspan=\"2\"><strong>Were you born in Australia?</strong></td>\n</tr>\n<tr bgcolor=\"#FFF\">\n<td width=\"20\"> </td>\n<td>Yes</td>\n</tr>\n<tr bgcolor=\"#EAF2FA\">\n<td colspan=\"2\"><strong>Have you ever had contact with a person known to have TB?</strong></td>\n</tr>\n<tr bgcolor=\"#FFF\">\n<td width=\"20\"> </td>\n<td>No</td>\n</tr>\n<tr bgcolor=\"#EAF2FA\">\n<td colspan=\"2\"><strong>Have you ever had TB screening?</strong></td>\n</tr>\n<tr bgcolor=\"#FFF\">\n<td width=\"20\"> </td>\n<td>No</td>\n</tr>\n<tr>\n<td colspan=\"2\" style=\"font-size:14px;font-weight:bold;background-color:#EEE;border-bottom:1px solid #DFDFDF;padding:7px 7px;\">Mandatory Employment Prerequisites</td>\n</tr>\n<tr bgcolor=\"#EAF2FA\">\n<td colspan=\"2\"><strong>Criminal Record Check</strong></td>\n</tr>\n<tr bgcolor=\"#FFF\">\n<td width=\"20\"> </td>\n<td>\n<ul>\n<li><a href=\"https://lakeviewprivate.com.au/index.php?gf-download=2022%2F10%2FCheckResult.pdf&amp;form-id=43&amp;field-id=102&amp;hash=dcf272375ba90f7d0e58737e3cea8222d59788d6cea7a8ec7312feec612679ea\">CheckResult.pdf</a></li>\n</ul>\n</td>\n</tr>\n<tr bgcolor=\"#EAF2FA\">\n<td colspan=\"2\"><strong>Working with Children Check</strong></td>\n</tr>\n<tr bgcolor=\"#FFF\">\n<td width=\"20\"> </td>\n<td>\n<ul>\n<li><a href=\"https://lakeviewprivate.com.au/index.php?gf-download=2022%2F10%2Fchildren-check.pdf&amp;form-id=43&amp;field-id=103&amp;hash=0282f6f9473f982a65192121a1dea23cc20a0e6054260d526dee84fc014146db\">children-check.pdf</a></li>\n</ul>\n</td>\n</tr>\n<tr>\n<td colspan=\"2\" style=\"font-size:14px;font-weight:bold;background-color:#EEE;border-bottom:1px solid #DFDFDF;padding:7px 7px;\">General</td>\n</tr>\n<tr bgcolor=\"#EAF2FA\">\n<td colspan=\"2\"><strong>Are you willing to work on a rotating roster</strong></td>\n</tr>\n<tr bgcolor=\"#FFF\">\n<td width=\"20\"> </td>\n<td>Yes</td>\n</tr>\n<tr bgcolor=\"#EAF2FA\">\n<td colspan=\"2\"><strong>If offered a role, what is your earliest start date?</strong></td>\n</tr>\n<tr bgcolor=\"#FFF\">\n<td width=\"20\"> </td>\n<td>01/09/2023</td>\n</tr>\n<tr bgcolor=\"#EAF2FA\">\n<td colspan=\"2\"><strong>If offered a role, will LPH be your primary or secondary employer?</strong></td>\n</tr>\n<tr bgcolor=\"#FFF\">\n<td width=\"20\"> </td>\n<td>Primary</td>\n</tr>\n<tr bgcolor=\"#EAF2FA\">\n<td colspan=\"2\"><strong>Are you aboriginal or torres strait islander?</strong></td>\n</tr>\n<tr bgcolor=\"#FFF\">\n<td width=\"20\"> </td>\n<td>Other</td>\n</tr>\n<tr bgcolor=\"#EAF2FA\">\n<td colspan=\"2\"><strong>Why did you choose Lakeview's graduate nurse program? (200 words or less)</strong></td>\n</tr>\n<tr bgcolor=\"#FFF\">\n<td width=\"20\"> </td>\n<td>Prior to applying for this position, I finished a clinical placement in recovery and admissions andI researched the good work you do at the hospital and your future plans. Besides delivering kind, compassionate, and sustainable services for people within the community, the hospital also wants to be recognized as a caring organization. I value this in my work as well, so it will be nice to know everyone at the hospital is aiming for the same things. The values you hold are also something that appeals to me. Your goal is to consistently provide outstanding clinical care and treatment in all areas of your work, to respect everyone who visits and works in the hospital, and to continuously learn and improve. I believe this hospital will be a place where I can work alongside like-minded professionals who are working towards the same goal for a long period of time.</td>\n</tr>\n<tr bgcolor=\"#EAF2FA\">\n<td colspan=\"2\"><strong>Please upload cover letter</strong></td>\n</tr>\n<tr bgcolor=\"#FFF\">\n<td width=\"20\"> </td>\n<td>\n<ul>\n<li><a href=\"https://lakeviewprivate.com.au/index.php?gf-download=2022%2F10%2FNurse-Resume-copy.docx&amp;form-id=43&amp;field-id=46&amp;hash=6f8ed02045e78fcc42b727f9402ee5d1d17fdb75041bf71034a93b8306fa97f4\">Nurse-Resume-copy.docx</a></li>\n</ul>\n</td>\n</tr>\n<tr bgcolor=\"#EAF2FA\">\n<td colspan=\"2\"><strong>Please upload your resume</strong></td>\n</tr>\n<tr bgcolor=\"#FFF\">\n<td width=\"20\"> </td>\n<td>\n<ul>\n<li><a href=\"https://lakeviewprivate.com.au/index.php?gf-download=2022%2F10%2FCover_Letter-copy.docx&amp;form-id=43&amp;field-id=74&amp;hash=85d4462084149c2a1fe0168d6e4ccda075e2d8becfb1be3098fc4d3cf949f4e5\">Cover_Letter-copy.docx</a></li>\n</ul>\n</td>\n</tr>\n</table>\n</td>\n</tr>\n</table>\n<br>\n<br>\n{Tick the departments you would like to work within:73}",
            "source": {
                "type": "email",
                "via": "customer"
            },
            "customer": {
                "id": 569249651,
                "first": "",
                "last": "",
                "photoUrl": "https://d33v4339jhl8k0.cloudfront.net/customer-avatar/04.png",
                "email": "dom.vero@hotmail.com"
            },
            "createdBy": {
                "id": 569249651,
                "type": "customer",
                "first": "",
                "last": "",
                "photoUrl": "https://d33v4339jhl8k0.cloudfront.net/customer-avatar/04.png",
                "email": "dom.vero@hotmail.com"
            },
            "assignedTo": {
                "id": 1,
                "first": "Help",
                "last": "Scout",
                "email": "none@nowhere.com"
            },
            "savedReplyId": 0,
            "to": [],
            "cc": [],
            "bcc": [],
            "createdAt": "2022-10-23T22:17:11Z",
            "_embedded": {
                "attachments": []
            },
            "_links": {
                "assignedTo": {
                    "href": "https://api.helpscout.net/v2/users/1"
                },
                "createdByCustomer": {
                    "href": "https://api.helpscout.net/v2/customers/569249651"
                },
                "customer": {
                    "href": "https://api.helpscout.net/v2/customers/569249651"
                }
            }
        }
    ]
}