{
    "id": 2838186640,
    "number": 144175,
    "threads": 1,
    "type": "email",
    "folderId": 2307530,
    "status": "closed",
    "state": "published",
    "subject": "New submission from Complaint Form",
    "preview": "First Name:     Celeste   Last Name:     Mordaunt   Email Address:     mordauntceleste@gmail.com   Contact number:     0497170832   Who is completing the complaint?:     The complainant   Street addre",
    "mailboxId": 158894,
    "createdBy": {
        "id": 664486864,
        "type": "customer",
        "first": "Womens Housing",
        "last": "Company",
        "photoUrl": "https://d33v4339jhl8k0.cloudfront.net/customer-avatar/04.png",
        "email": "contact@womenshousingcompany.org"
    },
    "createdAt": "2025-02-03T17:43:23Z",
    "closedBy": 481974,
    "closedByUser": {
        "id": 481974,
        "type": "user",
        "first": "Rica",
        "last": "Rosario Valencia",
        "photoUrl": "https://d33v4339jhl8k0.cloudfront.net/users/481974.341283.jpg",
        "email": "rica@wolfiq.com.au"
    },
    "closedAt": "2025-02-03T21:51:59Z",
    "userUpdatedAt": "2025-02-03T21:51:59Z",
    "customerWaitingSince": {
        "time": "2025-02-03T21:51:59Z",
        "friendly": "Feb 4, '25"
    },
    "source": {
        "type": "email",
        "via": "customer"
    },
    "tags": [],
    "cc": [],
    "bcc": [],
    "primaryCustomer": {
        "id": 664486864,
        "type": "customer",
        "first": "Womens Housing",
        "last": "Company",
        "photoUrl": "https://d33v4339jhl8k0.cloudfront.net/customer-avatar/04.png",
        "email": "contact@womenshousingcompany.org"
    },
    "customFields": [],
    "_embedded": {
        "threads": []
    },
    "_links": {
        "self": {
            "href": "https://api.helpscout.net/v2/conversations/2838186640"
        },
        "mailbox": {
            "href": "https://api.helpscout.net/v2/mailboxes/158894"
        },
        "primaryCustomer": {
            "href": "https://api.helpscout.net/v2/customers/664486864"
        },
        "createdByCustomer": {
            "href": "https://api.helpscout.net/v2/customers/664486864"
        },
        "closedBy": {
            "href": "https://api.helpscout.net/v2/users/481974"
        },
        "threads": {
            "href": "https://api.helpscout.net/v2/conversations/2838186640/threads"
        },
        "web": {
            "href": "https://secure.helpscout.net/conversation/2838186640/144175"
        }
    },
    "full_threads": [
        {
            "id": 8601801579,
            "type": "lineitem",
            "status": "closed",
            "action": {
                "type": "default",
                "text": "Rica Rosario Valencia marked as Closed",
                "associatedEntities": {}
            },
            "source": {
                "type": "web",
                "via": "user"
            },
            "createdBy": {
                "id": 481974,
                "type": "user",
                "first": "Rica",
                "last": "Rosario Valencia",
                "email": "rica@wolfiq.com.au"
            },
            "to": [],
            "cc": [],
            "bcc": [],
            "createdAt": "2025-02-03T21:51:59Z",
            "_embedded": {
                "attachments": []
            },
            "_links": {
                "createdByUser": {
                    "href": "https://api.helpscout.net/v2/users/481974"
                }
            }
        },
        {
            "id": 8600905672,
            "type": "customer",
            "status": "active",
            "state": "published",
            "action": {
                "type": "default",
                "associatedEntities": {}
            },
            "body": "<span><img src=\"https://0r83ql3rzy0lzw1j.click.mailersend.net/tl/ows/eyJpdiI6Ilo2Sk1yV3dWTGlOS3V0b2kzV3pLaEE9PSIsInZhbHVlIjoiY0o3UUFxdHd2R0t2UHl4dmRlL1pab285cXpPY0pwZTBYU1JjK3J5Nlp4aXMxR2ZkZldMQ3MyUEczUFlwZlBWSm1EMlNiN1JESWROQ2xlSVBCL3F1OTRFOWV6RjVXUEhDbi9nbjQ1eVk4TTg9IiwibWFjIjoiMzZlOTMxZjBiNzEwMzhhOGExMGNiN2IxNDQ0Y2M4ODI1MDA5NTBjZGEzNjM5OWE0ZTZhYTM4ZjJjOGQ0OTQxMiIsInRhZyI6IiJ9\" width=\"1\" height=\"1\" alt=\"\" style=\"height:0px;width:0px;max-width:0px;max-height:0px;\" border=\"0\" /></span>\n<table width=\"99%\" border=\"0\" cellpadding=\"1\" cellspacing=\"0\" bgcolor=\"#EAEAEA\">\n<tr>\n<td>\n<table width=\"100%\" border=\"0\" cellpadding=\"5\" cellspacing=\"0\" bgcolor=\"#FFF\">\n<tr bgcolor=\"#EAF2FA\">\n<td colspan=\"2\"><strong>First Name:</strong></td>\n</tr>\n<tr bgcolor=\"#FFF\">\n<td width=\"20\"> </td>\n<td>Celeste</td>\n</tr>\n<tr bgcolor=\"#EAF2FA\">\n<td colspan=\"2\"><strong>Last Name:</strong></td>\n</tr>\n<tr bgcolor=\"#FFF\">\n<td width=\"20\"> </td>\n<td>Mordaunt</td>\n</tr>\n<tr bgcolor=\"#EAF2FA\">\n<td colspan=\"2\"><strong>Email Address:</strong></td>\n</tr>\n<tr bgcolor=\"#FFF\">\n<td width=\"20\"> </td>\n<td><a href=\"mailto:mordauntceleste@gmail.com\">mordauntceleste@gmail.com</a></td>\n</tr>\n<tr bgcolor=\"#EAF2FA\">\n<td colspan=\"2\"><strong>Contact number:</strong></td>\n</tr>\n<tr bgcolor=\"#FFF\">\n<td width=\"20\"> </td>\n<td>0497170832</td>\n</tr>\n<tr bgcolor=\"#EAF2FA\">\n<td colspan=\"2\"><strong>Who is completing the complaint?:</strong></td>\n</tr>\n<tr bgcolor=\"#FFF\">\n<td width=\"20\"> </td>\n<td>The complainant</td>\n</tr>\n<tr bgcolor=\"#EAF2FA\">\n<td colspan=\"2\"><strong>Street address:</strong></td>\n</tr>\n<tr bgcolor=\"#FFF\">\n<td width=\"20\"> </td>\n<td>12a Pondee Place</td>\n</tr>\n<tr bgcolor=\"#EAF2FA\">\n<td colspan=\"2\"><strong>City:</strong></td>\n</tr>\n<tr bgcolor=\"#FFF\">\n<td width=\"20\"> </td>\n<td>Toronto</td>\n</tr>\n<tr bgcolor=\"#EAF2FA\">\n<td colspan=\"2\"><strong>State:</strong></td>\n</tr>\n<tr bgcolor=\"#FFF\">\n<td width=\"20\"> </td>\n<td>NSW</td>\n</tr>\n<tr bgcolor=\"#EAF2FA\">\n<td colspan=\"2\"><strong>Postcode:</strong></td>\n</tr>\n<tr bgcolor=\"#FFF\">\n<td width=\"20\"> </td>\n<td>2283</td>\n</tr>\n<tr bgcolor=\"#EAF2FA\">\n<td colspan=\"2\"><strong>Please explain your complaint in detail:</strong></td>\n</tr>\n<tr bgcolor=\"#FFF\">\n<td width=\"20\"> </td>\n<td>I am writing to lodge a formal complaint regarding the conduct of Maggie Pressnall, General Manager, Customers and Communities, in her handling of my tenancy and the serious issues at my property. Her actions and decisions have been marked by neglect, intimidation, a lack of transparency, and an abuse of power, all of which have significantly impacted both myself and my son.<br>\n<br>\nThis complaint is in relation to, but not limited to, the following ongoing failures, procedural breaches, and unethical conduct by Maggie Pressnall and WHC as an organisation:<br>\n<br>\nNegligence in Addressing Severe Health and Safety Risks (Mould &amp; Infestation Issues)<br>\n<br>\nDespite my repeated complaints and requests for urgent remediation, Maggie Pressnall has failed to:<br>\n<br>\nTake appropriate action to rectify the dangerous levels of mould in the property.<br>\n<br>\nProvide transparency regarding any independent mould inspections and reports, which remain questionable and potentially falsified.<br>\n<br>\nAcknowledge or address the ongoing pest infestation at the property, which has further exacerbated the unsanitary and unsafe conditions.<br>\n<br>\nAdhere to WHC's legal obligations under the Residential Tenancies Act 2010 (NSW) to maintain the premises in a safe and habitable condition.<br>\n<br>\nThese failures have resulted in severe risks to my health and that of my son, yet Maggie continues to ignore or downplay these concerns.<br>\n<br>\nLack of Transparency and Questionable Reports &amp; Works Conducted<br>\n<br>\nWHC has failed to provide clear, verified documentation of the works allegedly undertaken at my property, despite repeated requests.<br>\n<br>\nThe \"mould clearance report\" that was produced appears to be fabricated or manipulated, as no proper remediation or thorough investigation was conducted. This was completely ignored and disregarded when brought to Maggies attention on several different occasions. With one being the skype meeting in which maggie \"shut it down\" as i was emotional yes, but asking for clarification which i never received. I have the initial dodgy mould report received... with the \"mould specialist\" not arriving at my property till 25 minutes after receiving the fabricated report<br>\n<br>\nThere is no transparency in who conducted these works, what they entailed, or the associated costs.<br>\n<br>\nThese actions suggest a deliberate attempt to conceal evidence and misrepresent the true state of my property.<br>\n<br>\nBullying, Intimidation, and Retaliatory Actions Against Me<br>\n<br>\nMaggie's conduct has been evasive, dismissive, and emotionless most recently aggressive, heavy-handed, and designed to intimidate me into silence. This includes:<br>\n<br>\nIssuing an unreasonable and unlawful breach notice over the removal of a light switch cover, falsely categorising it as \"high-risk electrical work.\"<br>\n<br>\nAttempting to pressure me into a conditional removal of my security cameras, which were installed for safety reasons.<br>\n<br>\nUsing threats to my tenancy as a means of control, in direct contradiction to WHC's duty to support and protect tenants.<br>\n<br>\nFailing to acknowledge my legal rights as a tenant and instead using tactics of coercion and manipulation.<br>\n<br>\nThis behaviour is entirely unacceptable and constitutes a gross abuse of power.<br>\n<br>\nThe Skype Meeting - A Deliberate Attempt to Avoid Addressing Key Issues<br>\n<br>\nDuring our Skype meeting, no substantive discussions about the mould, property safety concerns, or necessary repairs took place. Instead:<br>\n<br>\nThe meeting was deliberately steered away from the real issues, showing an unwillingness to address critical matters affecting my health and tenancy.<br>\n<br>\nMy valid concerns were ignored, dismissed, or deflected, demonstrating a complete lack of accountability.<br>\n<br>\nThis meeting was a wasted opportunity for resolution, further evidencing WHC's deliberate inaction and neglect.<br>\n<br>\nBilling and Accounting Irregularities<br>\n<br>\nWHC has failed to provide clear and accurate information regarding charges and financial transactions related to my tenancy. Issues include:<br>\n<br>\nA complete lack of transparency regarding what I have been billed for.<br>\n<br>\nPossible overcharging or unexplained financial discrepancies.<br>\n<br>\nCharges and deductions applied to my account incorrectly or without informing Me<br>\n<br>\nWHC's failure to clarify who is responsible for certain costs related to alleged works at the property.<br>\n<br>\nThe mishandling of my financial records further erodes trust and raises serious concerns about WHC's financial practices.<br>\n<br>\nRefusal to Acknowledge My Possessions That Require Replacement or Compensation<br>\n<br>\nMaggie has outright refused to:<br>\n<br>\nRecognise the damage to my personal belongings in relation to initial lack of maintaince causing the mould..... and mould all over everything.....but also the work the contractors undertook left ALL my possessions completely exposed. Despite an attempt to verbally ensure my possessions were protected, this is simply untrue and a clear discrepancy is even seen within the alternating reports [provided by Maggie- apart from my own witness and documented evidence. Only a portion of my things were ever covered and that was well AFTER it had been compromised anyway<br>\n<br>\nOffer any form of compensation or replacement for items that have been made unusable due to the unsafe living conditions.<br>\n<br>\nThis is yet another instance of WHC eluding responsibility for their negligence.<br>\n<br>\nWHC's Conduct Contradicts Its Own Policies &amp; Procedures<br>\n<br>\nWHC claims to be committed to providing safe, secure, and appropriate housing for tenants. However, Maggie's handling of my case has been in direct violation of these principles, including:<br>\n<br>\nFailure to follow fair and lawful procedures in investigating and addressing my tenancy concerns.<br>\n<br>\nRetaliatory behaviour and intimidation tactics, contradicting WHC's duty of care.<br>\n<br>\nRefusal to provide transparent communication and information, which violates ethical housing management standards.<br>\n<br>\nThis represents a serious breach of WHC's own mission statement and responsibilities as a community housing provider.<br>\n<br>\n<br>\n<br>\nDemand for Immediate Action &amp; Accountability<br>\n<br>\nIn light of these significant failures and abuses, I formally demand that WHC:<br>\n<br>\nConduct an independent investigation into Maggie Pressnall's handling of my tenancy and the concerns raised in this complaint.<br>\n<br>\n(- there are more however im not entirely sure all the blame is directed at Maggie, however as the general manager and thus far the most senior representative of WHCs involvement in this i could only assume she had/s the most capacity to effectively address my issues in a most appropriate and timely manner. I could only hope that her attitude and behaviour isnt a trickle down systemic approach taken to Your clients - that being Women and Children. Many of Whom are vunerable, attempting to recover or are in a genuine state of requiring consideration care and support that isnt identifiably similar to those experiences and relations theyve attempted to seperate from - domestic and family violence takes many forms- that being--- silent treatments or active breakdowns in communication, cohesion, manipulation, gaslighting, bullying, intimidation and mistruths)<br>\n<br>\nWithdraw the unlawful breach notice issued against me.<br>\n<br>\nProvide full transparency regarding all works, inspections, and financial matters related to my tenancy.<br>\n<br>\nTake immediate steps to remediate the mould and pest issues in my property.<br>\n<br>\nAcknowledge and compensate me for damaged personal belongings and extra expenses ive had to incur while this matter continues to be ignored?? In an attempt to perhaps see Me give up?? My home is UNINHABITABLE and has been PRIOR to me moving in. Despite my continued and repeated please to CONSIDER my Sons HEALTH and SAFETY. Despite enlightening Maggie to information i have gathered directly from the property and further evidence of not only conflict of interest regarding the mould inspector but also by His own admittance the reliability of his reports being questionable. And supplying most recent evidences that mould IS growing back, there are STILL major health and safety issues with the property. Maggie has continued to refuse to engage or acknowledge this. Hiding behind falsified reports - i feel like im being treated as the issue opposed to recognising that there is MAJOR FLAWS with promoting the safety and empowerment of Women while disregarding them completely in real time situation.<br>\n<br>\nCease all retaliatory actions and ensure I am not subjected to further intimidation.<br>\n<br>\nFailure to take appropriate action will leave me with no choice but to escalate this matter to NSW Fair Trading, the NSW Civil and Administrative Tribunal (NCAT), and other relevant regulatory bodies.<br>\n<br>\nI request a formal response within 3 days as stated by your complaints policy page detailing the actions WHC will take to address this complaint.<br>\n<br>\nSincerely,<br>\n<br>\nCeleste Mordaunt</td>\n</tr>\n</table>\n</td>\n</tr>\n</table>",
            "source": {
                "type": "email",
                "via": "customer"
            },
            "customer": {
                "id": 664486864,
                "first": "Womens Housing",
                "last": "Company",
                "photoUrl": "https://d33v4339jhl8k0.cloudfront.net/customer-avatar/04.png",
                "email": "contact@womenshousingcompany.org"
            },
            "createdBy": {
                "id": 664486864,
                "type": "customer",
                "first": "Womens Housing",
                "last": "Company",
                "photoUrl": "https://d33v4339jhl8k0.cloudfront.net/customer-avatar/04.png",
                "email": "contact@womenshousingcompany.org"
            },
            "assignedTo": {
                "id": 1,
                "first": "Help",
                "last": "Scout",
                "email": "none@nowhere.com"
            },
            "savedReplyId": 0,
            "to": [],
            "cc": [],
            "bcc": [],
            "createdAt": "2025-02-03T17:43:23Z",
            "_embedded": {
                "attachments": []
            },
            "_links": {
                "assignedTo": {
                    "href": "https://api.helpscout.net/v2/users/1"
                },
                "createdByCustomer": {
                    "href": "https://api.helpscout.net/v2/customers/664486864"
                },
                "customer": {
                    "href": "https://api.helpscout.net/v2/customers/664486864"
                }
            }
        }
    ]
}